[
    {
        "Summary": "Annamacharya Institute of Technology and Science, Kadapa, shortly referred to as AITS, was established in 2010 by the Annamacharya Educational Trust. The college offers 5 B.Tech courses and 6 M.Tech courses from among its 6 departments. Admissions to all courses are strictly based on merit received in the entrance examinations. There are only two entrance exams accepted: the AP EAMCET for undergraduate programmes and the AP PGECET for postgraduate programmes. The college has a long list of recruiters as well as an intense organisational structure for placements. The faculty boasts of the many alumni placed abroad, in public sector companies as well as MNCs. ",
        "Course": "B.Tech",
        "Fees": "₹68,700 (1st Year Fees)",
        "Eligibility": "10+ 2"
        
    },
    {
        "Summary": "Kandula Sreenivasa Reddy Memorial College Of Engineering - [KSRMCE],",
        "Course": "Btech",
        "Fees": "₹92,500 (1st Year Fees)",
        "Eligibility": "10+ 2"
        
    },
    {
        "Summary": "The Rajiv Gandhi University of Knowledge & Technology campus at RK Valley, Andhra Pradesh was established in 2008. RGUKT is an autonomous university, set by the Govt. of Andhra Pradesh & is recognized by the UGC. It offers an integrated BTech program in 7 disciplines, MTech & PhD courses which are full time, residential programs. Admissions to these courses are based on RGUKT CET & other Entrance examination scores. RGUKT has 3 other campuses at – Nuzvid, Srikakulam & Ongole.",
        "Course": "Btech",
        "Fees": "₹39,000 (1st Year Fees)",
        "Eligibility": "10+ 2"
    },
    {
        "Summary": "JNTUA College Of Engineering - [JNTUCEP]",
        "Course": "Btech",
        "Fees": "₹16,940 (1st Year Fees)",
        "Eligibility": "10+ 2"
        
    },
    {
        "Summary": "Established in 2015, Sri Sai Institute of Technology is the most desired educational destination for the young engineering aspirants. The Institute is set up to impart quality education in the field Engineering with specializations like Mechanical Civil, Electrical Engineering and to groom young people with knowledge and skills. ",
        "Course": "Btech",
        "Fees": "₹37,700 (1st Year Fees)",
        "Eligibility": "10+ 2"
        
    },
    {
        "Summary": "Sri Venkateswara Institute of Science and Technology",
        "Course": "Btech",
        "Fees": "₹35,000 (1st Year Fees)",
        "Eligibility": "10+ 2"
        
    }
]